000100251230**FREE
000101251230Ctl-opt dftactgrp(*no) actgrp(*new);
000102251230
000103251230Dcl-f HRBPF usage(*input);
000104251230Dcl-s endofpage ind inz(*on);
000105251230
000106251230read HRBPF;
000107251230
000108251230dow not %eof(HRBPF);
000109251230  dsply (HNAME + CATEG + %char(QTY));
000112251230
000113251230  read HRBPF;
000114251230ENDDO;
000115251230
000116251230*inlr = *on;
000117251230return;
000118251230
